Revit 2027 API
ParameterTypeId.FamilyTopLevelParam Property
 "Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilyTopLevelParam { get; }
Public Shared ReadOnly Property FamilyTopLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilyTopLevelParam {
	ForgeTypeId^ get ();
}
static member FamilyTopLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace